{
  "opening": [
    {
      "text": "Thanks for calling Carnival, my name is ______. Who do I have the pleasure of speaking with?",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "green"
    },
    {
      "text": "Thank you,___ TA/DG's_NAME___. May I please have your booking number?",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "green"
    },
    {
      "text": " Proceed to pull up booking in Navigator.",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    },
    {
      "text": "While waiting on NAVI, can ask how your day is going etc.",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    }
  ],
  "documenting": [
    {
      "text": "Please remember that anything you said or actioned on a call should be documented in the booking history. The only exception is if the action is auto time stamped in the booking history",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    },
    {
      "text": "Documenting should take place with guest still on the call and should be concise. We also do not want to advise the guest to hold during this time or place the guest on hold. A good trick is to continuosly document the booking, especially if you are advising of multiple items.",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    }
  ],
  "serviceCall": [
    {
      "text": "Please make sure you qualify the need of the caller based on your discovery questions and service the call appropriately.",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    },
    {
      "text": "Always remember to recap any important information to the guests.",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    },
    {
      "text": "Be conscious of appropriate hold and transfer procedures.",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    }
  ],
  "verifyAddInfo": [
    {
      "text": "Once you have appropriately qualified the booking, please move immediately to the guest info tab to confirmm there is info regarding the guest's email addres and phone number. Only one set of info is requipurple per booking per call.",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    },
    {
      "text": "If there is not vaccination status on Guest Info Tab say: and to confirm, all guests are fully vaccinated?",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "purple"
    },
    {
      "text": "Then enter comment: Vaxed if vaccinated next to pax code section.",
      "tooltip": true,
      "tooltipSRC": "addVaccination.png",
      "backgroundColor": "purple"
    }
  ],
  "closingDG": [
    {
      "text": "As a thank you for calling, we've arranged for you to receive an exciting discount offer from Hilton Grand Vacations which includes $200 towards a future carnival cruise. May i transfer you for those brief details",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "green"
    },
    {
      "text": "If yes Transfer call to 70710 and remain on the line until the prompt that advises that the guest has been connected.",
      "tooltip": true,
      "tooltipSRC": "addVaccination.png",
      "backgroundColor": "purple"
    },
    {
      "text": "If no",
      "tooltip": true,
      "tooltipSRC": "addVaccination.png",
      "backgroundColor": "purple"
    },
    {
      "text": "It was a pleasure assisting you, can you please remain on this line for a brief survey about my service on this call? Have a Fun-TASTIC day!",
      "tooltip": true,
      "tooltipSRC": "addVaccination.png",
      "backgroundColor": "green"
    }
  ],
  "closingTA": [
    {
      "text": "It was a pleasure assisting you, can you please remain on this line for a brief survey about my service on this call? Have a Fun-TASTIC day!",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "green"
    }
  ],
  "warningClosing": [
    {
      "text": "Please select Travel Advisor or Direct Guest from booking type to view appropriate scripting.",
      "tooltip": false,
      "tooltipSRC": "",
      "backgroundColor": "red"
    }
  ]
}
